adw-gtk-theme
aria2
asciiquarium
atomicparsley
audacity
base
base-devel
bat
bc
blueman
bluez
bluez-utils
browserpass
browserpass-chromium
browserpass-firefox
btrfs-progs
calibre
chafa
clang
cliphist
cmake
cmatrix
cmus
code
cowsay
cpio
docker
docker-compose
dog
dosbox
efibootmgr
emacs-wayland
eza
faad2
fastfetch
fd
ffmpegthumbnailer
figlet
firefox
fish
flatpak
fluidsynth
fontforge
foot
fortune-mod
fprintd
fwupd
fzf
gamescope
gammastep
gcr
gdb
gimp
git
github-cli
gnome-boxes
gnome-disk-utility
gnome-themes-extra
gnuplot
go
gparted
gptfdisk
graphicsmagick
grim
grub
guvcview
hugo
hyprcursor
hypridle
hyprland
hyprlang
hyprpaper
hyprutils
hyprwayland-scanner
imagemagick
imv
intel-ucode
jq
keyd
kitty
lazygit
lf
libao
libmad
libmp4v2
libmpcdec
libreoffice-fresh
libva-intel-driver
libva-vdpau-driver
linux
linux-firmware
linux-headers
lsof
lvm2
lynx
macchanger
magic-wormhole
man-db
man-pages
mediainfo
mold
mpv
mpv-mpris
mtools
musescore
nautilus
ncdu
neovim
network-manager-applet
networkmanager
newsboat
notcurses
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
obsidian
ocaml
ollama
opusfile
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pandoc-cli
pass
pavucontrol
perf
picard
pipewire-alsa
pipewire-audio
pipewire-pulse
plocate
polkit-gnome
powertop
pv
python-anyascii
python-brotli
python-cssselect2
python-jinja
python-mutagen
python-pipx
python-pycryptodome
python-reportlab
python-svglib
python-tinycss2
python-websockets
python-xattr
qbittorrent
qpwgraph
qrencode
qt6ct
rclone
ripgrep-all
rofimoji
rsync
rtmpdump
rustup
signal-desktop
slurp
sof-firmware
sox
spotify-launcher
spotifyd
starship
stow
strace
swappy
swaync
tcpdump
tealdeer
tlp
tmux
torbrowser-launcher
traceroute
trash-cli
tree-sitter
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
unrar
unzip
vivaldi
vulkan-intel
wavpack
waybar
weechat
wev
wget
wireplumber
wl-clipboard
wtype
xdg-desktop-portal-hyprland
xorg-xhost
ydotool
yt-dlp
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zellij
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
