archcraft-gtk-theme-adapta
archcraft-gtk-theme-arc
archcraft-gtk-theme-blade
archcraft-gtk-theme-cyberpunk
archcraft-gtk-theme-dracula
archcraft-gtk-theme-easy
archcraft-gtk-theme-groot
archcraft-gtk-theme-gruvbox
archcraft-gtk-theme-hack
archcraft-gtk-theme-juno
archcraft-gtk-theme-kripton
archcraft-gtk-theme-manhattan
archcraft-gtk-theme-nordic
archcraft-gtk-theme-rick
archcraft-gtk-theme-slime
archcraft-gtk-theme-spark
archcraft-gtk-theme-sweet
archcraft-gtk-theme-wave
archcraft-gtk-theme-white
archcraft-gtk-theme-windows
auto-cpufreq
betterdiscord-installer-bin
brave-bin
breeze-snow-cursor-theme
c-lolcat
clipman
dashbinsh
devour
distrobox
downgrade
dragon-drop
electron16-bin
espanso-bin
faba-icon-theme
ferdium-bin
fontpreview-ueberzug-git
gradience
grimshot
gruvbox-dark-icons-gtk
gruvbox-material-gtk-theme-git
heroic-games-launcher-bin
htim
hyprland-bin
ksuperkey
libgbinder
libglibutil
libinput-gestures
mailspring
megasync-bin
minecraft-launcher
nerd-fonts-complete
netris-git
onlyoffice-bin
paru
peazip-gtk2-bin
pipe-viewer-git
protonvpn
protonvpn-cli
protonvpn-gui
python-anyascii
python-colored
python-cssutils
python-gbinder
python-material-color-utilities
python-nanoid
python-playsound
python-proton-client
python-protonvpn-nm-lib
python-pytube
python-spotdl
python-spotipy
python-syrupy
python-textual
python-time-machine
python-ytmusicapi
python2
python2-setuptools
rmtrash
rofi-bluetooth-git
rofi-greenclip
rstudio-desktop-bin
rxvt-unicode-truecolor-wide-glyphs
sov
spotify-tui
system-monitoring-center
termtyper-git
tessen
times-newer-roman
topgrade
ttf-ms-fonts
ulauncher
ungoogled-chromium-xdg-bin
urlview
waybar-hyprland
waydroid
wdisplays
wev
wlr-randr
xwinwrap-git
zsh-autocomplete-git
