archcraft-gtk-theme-gruvbox
auto-cpufreq
betterdiscord-installer-bin
brave-bin
breeze-snow-cursor-theme
c-lolcat
cargo-make
clipman
dashbinsh
devour
distrobox
downgrade
dragon-drop
electron16-bin
espanso-wayland
faba-icon-theme
ferdium-bin
fontpreview-ueberzug-git
gradience
grimshot
gruvbox-dark-icons-gtk
gruvbox-material-gtk-theme-git
htim
hyprland-bin
keyd
ksuperkey
libgbinder
libglibutil
libinput-gestures
mailspring
megasync-bin
minecraft-launcher
muse-hub-bin
nerd-fonts-complete
netris-git
onlyoffice-bin
paru
peazip-gtk2-bin
pipe-viewer-git
protonup-qt-bin
protonvpn
protonvpn-cli
protonvpn-gui
python-anyascii
python-colored
python-cssutils
python-gbinder
python-material-color-utilities
python-proton-client
python-protonvpn-nm-lib
python-pytube
python-spotdl
python-spotipy
python-syrupy
python-time-machine
python-ytmusicapi
python2
python2-setuptools
rmtrash
rofi-greenclip
rstudio-desktop-bin
rxvt-unicode-truecolor-wide-glyphs
slides
spotify-tui
system-monitoring-center
tessen
times-newer-roman
topgrade
ttf-ms-fonts
ulauncher
ungoogled-chromium-xdg-bin
urlview
waybar-hyprland
waydroid
wdisplays
wev
wlr-randr
xwinwrap-git
zsh-autocomplete-git
