archcraft-gtk-theme-adapta
archcraft-gtk-theme-arc
archcraft-gtk-theme-blade
archcraft-gtk-theme-cyberpunk
archcraft-gtk-theme-dracula
archcraft-gtk-theme-easy
archcraft-gtk-theme-groot
archcraft-gtk-theme-gruvbox
archcraft-gtk-theme-hack
archcraft-gtk-theme-juno
archcraft-gtk-theme-kripton
archcraft-gtk-theme-manhattan
archcraft-gtk-theme-nordic
archcraft-gtk-theme-rick
archcraft-gtk-theme-slime
archcraft-gtk-theme-spark
archcraft-gtk-theme-sweet
archcraft-gtk-theme-wave
archcraft-gtk-theme-white
archcraft-gtk-theme-windows
audacity-git
auto-cpufreq
brave-bin
breeze-snow-cursor-theme
c-lolcat
cargo-make
conan
dashbinsh
devour
distrobox
downgrade
dragon-drop
electron16-bin
espanso-bin
faba-icon-theme
ferdium-bin
fontpreview-ueberzug-git
gradience
gruvbox-dark-icons-gtk
gruvbox-material-gtk-theme-git
heroic-games-launcher-bin
htim
hyprland-bin
ksuperkey
libinput-gestures
mailspring
megasync-bin
minecraft-launcher
nerd-fonts-complete
netris-git
onlyoffice-bin
paru
peazip-gtk2-bin
pipe-viewer-git
protonvpn
protonvpn-cli
protonvpn-gui
python-anyascii
python-cssutils
python-install
python-material-color-utilities
python-node-semver
python-patch-ng
python-playsound
python-pluginbase
python-proton-client
python-protonvpn-nm-lib
python-stringcase
python-textual
python2
python2-appdirs
python2-ordered-set
python2-packaging
python2-pyparsing
python2-setuptools
python2-six
rmtrash
rofi-bluetooth-git
rofi-greenclip
rstudio-desktop-bin
rxvt-unicode-truecolor-wide-glyphs
sov
spotiflyer-bin
spotify-tui
system-monitoring-center
termtyper-git
times-newer-roman
topgrade
ttf-ms-fonts
urlview
waybar-hyprland-git
wev
xwinwrap-git
zsh-autocomplete-git
