acpi
acpilight
alacritty
alsa-firmware
alsa-utils
amfora
arandr
asp
autoconf
automake
awesome
bandwhich
barrier
base
bat
bc
bdf-unifont
binutils
bison
bitwarden
blueman
bluez
bluez-utils
browserpass-chromium
btop
cabextract
calibre
ccls
checkbashisms
cloc
cmake
cmatrix
cmus
cowsay
cups
dash
deluge-gtk
discord
dmidecode
docker
docker-compose
dog
dosfstools
dune
dunst
dust
efibootmgr
egl-wayland
electron16
element-desktop
emacs
entr
exa
faad2
fakeroot
fd
feh
figlet
flatpak
flex
fprintd
fuse2
fwupd
fzf
gcc
gdb
gimp
git
git-delta
glow
gnome-backgrounds
gnome-icon-theme
gnome-keyring
gnome-themes-extra
gnuplot
go
grex
groff
grub
grub-customizer
gsasl
gtk-engine-murrine
guvcview
gvfs
highlight
hugo
i3-gaps
i3lock
i3status-rust
id3lib
imagemagick
intel-undervolt
isync
jdk-openjdk
kdeconnect
lib32-giflib
lib32-gnutls
lib32-gtk3
lib32-libgcrypt
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libao
libmad
libmp4v2
libmpcdec
libtool
linux
linux-firmware
linux-lts
lutris
lxappearance
lxsession
m4
make
mediainfo
mlocate
moreutils
mpg123
mpv
msmtp
mtools
musescore
nano
nautilus
ncdu
neofetch
neomutt
network-manager-applet
networkmanager
newsboat
nmap
noto-fonts
noto-fonts-emoji
noto-fonts-extra
npm
obsidian
ocaml
ocl-icd
openal
opusfile
os-prober
pacman-contrib
pamixer
pandoc
pass
pass-otp
patch
pavucontrol
perl-json-xs
perl-term-readline-gnu
picom
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
powerline-fonts
procs
pulsemixer
python-httplib2
python-oauth2client
python-pdftotext
r
redshift
reflector
ripgrep
rofi
rofi-pass
rsync
rustup
rxvt-unicode
screenkey
scrot
signal-desktop
slop
sof-firmware
speedtest-cli
sshfs
stow
sudo
sway
swaylock
sxhkd
sxiv
system-config-printer
tealdeer
termdown
terminus-font
texinfo
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tlp
tmux
torbrowser-launcher
trash-cli
ttf-dejavu
ttf-font-awesome
ttf-ibm-plex
ttf-opensans
ttf-roboto
typespeed
udisks2
ueberzug
unittestpp
unrar
unzip
upower
urxvt-perls
valgrind
vlc
vulkan-intel
w3m
wavpack
wget
which
wine-mono
wine-staging
wl-clipboard
wmctrl
xcape
xcolor
xdg-desktop-portal-wlr
xdg-user-dirs
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
youtube-dl
zathura
zathura-pdf-poppler
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting
