alacritty
alsa-utils
arandr
asciiquarium
audacity
autoconf
automake
awesome
base
bat
bc
beets
bison
bitwarden
blueman
bluez
bluez-utils
bspwm
btop
calibre
chafa
checkbashisms
clang
cmake
cmatrix
cmus
code
cool-retro-term
cups
dash
debugedit
deluge-gtk
discord
docker
docker-compose
dosfstools
drawing
dunst
easyeffects
efibootmgr
element-desktop
emacs-nativecomp
exa
fakeroot
fd
feh
festival
festival-us
ffmpeg
ffmpegthumbnailer
figlet
filelight
firefox
fish
flatpak
flatpak-xdg-utils
flex
foot
fprintd
fwupd
fzf
gammastep
gcc
gifsicle
gimp
git
github-cli
gnuplot
go
grub
grub-customizer
gtk2fontsel
guvcview
hugo
i3-wm
i3lock
i3status-rust
intel-media-driver
jq
kdeconnect
lazygit
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libsixel
libtool
light
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lxappearance
lxsession
lynx
m4
macchanger
make
micro
moreutils
mpv
mtools
musescore
nautilus
ncdu
nemo
neofetch
network-manager-applet
networkmanager
networkmanager-openvpn
newsboat
nextcloud-client
noto-fonts
noto-fonts-emoji
noto-fonts-extra
npm
obs-studio
obsidian
os-prober
pacman-contrib
pamixer
pandoc
pass
pass-otp
patch
pavucontrol
pdftk
picard
picom
piper
pipewire-alsa
pipewire-pulse
pkgconf
playerctl
plocate
polybar
powertop
progress
pulsemixer
python
python-pytorch
qjackctl
qt5ct
qt6-wayland
rclone
reaper
redshift
reflector
ripgrep
rofi
rofi-calc
rofi-emoji
rofi-pass
rsync
rtkit
rustup
scrot
seahorse
shellcheck
signal-desktop
sof-firmware
sof-tools
spotify-launcher
spotifyd
sshfs
starship
steam
stow
streamlink
sudo
sway
sxhkd
syncthing
systemd-resolvconf
tcpdump
tealdeer
tesseract
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tmux
torbrowser-launcher
transmission-cli
trash-cli
ttf-ibm-plex
ueberzug
unrar
unzip
usbutils
virtualbox
vlc
vulkan-intel
w3m
wget
which
wine-staging
wireplumber
wmctrl
wtype
xcolor
xcompmgr
xdg-desktop-portal-wlr
xdg-user-dirs
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xsel
youtube-dl
zathura
zathura-pdf-poppler
zsh
zsh-autosuggestions
zsh-syntax-highlighting
