aichat
amd-ucode
amdgpu_top
anki
arch-wiki-docs
aria2
atomicparsley
autoconf-archive
base
base-devel
bat
bc
bear
bind
blueman
bluez-utils
bolt
brightnessctl
browserpass
browserpass-chromium
browserpass-firefox
btop
btrfs-progs
ccache
cgdb
chafa
cjson
clang
cliphist
cowsay
cryptsetup
cups
cups-pdf
curl
dash
delve
devtools
direnv
dmidecode
docker
docker-compose
dosfstools
easyeffects
efibootmgr
ethtool
evtest
eza
fastfetch
fd
ffmpegthumbnailer
figlet
firefox
fish
flatpak
foot
foot-terminfo
fprintd
fwupd
fzf
gamescope
gammastep
gdb
geoclue
ghostty
gimp
git
git-lfs
github-cli
gnuplot
go
gptfdisk
grim
grub
guitarix
guvcview
gvfs
helvum
htop
httpie
hypridle
hyprland
hyprpolkitagent
ibus
imagemagick
imv
inetutils
just
keyd
kitty
lapack
lazygit
lf
libcaca
libva-utils
linux
linux-firmware
llvm
lolcat
lsof
lsp-plugins
lua-language-server
lvm2
lynx
man-db
man-pages
mediainfo
mesa-utils
meson
mpv
nasm
nautilus
ncdu
neovide
network-manager-applet
networkmanager
newsboat
nix
nmap
nodejs
notcurses
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
nwg-look
obsidian
odin
ollama
ollama-docs
ollama-rocm
openblas
opencv
openmp
openssh
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pandoc-cli
papers
pass
pass-otp
pavucontrol
picard
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
postgresql
power-profiles-daemon
powertop
pv
python-adblock
python-brotli
python-brotlicffi
python-mutagen
python-pip
python-pipx
python-pycryptodome
python-pycryptodomex
python-pyxattr
python-secretstorage
python-uv
python-websockets
python-xattr
qbittorrent
qemu-full
qpwgraph
qrtool
qt6-5compat
qt6-networkauth
qt6-tools
qt6ct
qutebrowser
raylib
rclone
reaper
reflector
ripgrep
rocm-smi-lib
rofi
rofimoji
rtmpdump
sassc
sc3-plugins
scrcpy
sdl3_ttf
shotcut
signal-desktop
slurp
smartmontools
socat
sof-firmware
speech-dispatcher
spirv-headers
spotify-launcher
sqlc
steam
stow
strace
supercollider
swappy
swaybg
swaync
swh-plugins
syncthing
tailscale
tealdeer
terminus-font
tinyxxd
tk
torbrowser-launcher
torsocks
trash-cli
tree-sitter
tree-sitter-cli
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
unrar
unzip
usbutils
virt-manager
volk
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-html-docs
vulkan-profiles
vulkan-radeon
vulkan-tools
vulkan-utility-libraries
vulkan-validation-layers
waybar
waydroid
wayvnc
wev
wget
wireplumber
wl-clip-persist
wl-clipboard
wtype
xdg-desktop-portal-hyprland
xkcdpass
ydotool
yt-dlp
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zeal
zed
zig
zip
zsh
