adwaita-qt5-git
adwaita-qt6-git
brave-bin
buku
bukubrow-bin
code-features
code-marketplace
gmetronome
grayjay-bin
htim
httpdirfs
hyprshade
light
mullvad-vpn-bin
paru-bin
pipe-viewer-git
ripdrag-git
tessen
ticktick
ttf-ms-win11-auto
vimv
wluma
zen-browser-avx2-bin
